infomation = """
<b>ℹ️ Информация

GREEN SHOP</b> – <i>уникальный сервис для приёма покупки товаров накрутки и даже покупки прокси</i>

<b>Наши преимущества:</b>
<i>✔️ Низкие цены
✔️ Полная автоматизация
✔️ Быстрота и удобство
✔️ Разнообразие сервисов и стран
✔️ Партнёрская программа
✔️ Постоянные обновления
✔️ Отзывчивая поддержка
✔️ Множество товаров</i>
"""

cabinet = """
<b>🧑🏻‍💻 Кабинет:</b>

<b>🆔 Ваш id:</b> {user_id}

<b>🧑🏻‍🔧 Логин:</b>  {login}

<b>🕰 Дней в боте:</b> {data}

<b>⭐ Balansingiz:</b> {balance} ⭐

<b>👥 Привел пользователей:</b> {ref}

<b>💸 Ваш кэшбек:</b> {cashback}%
"""

product = """
<b>🧿 Название товара:</b> {name}
<b>💈 Количество товара:</b> {amount_product} шт
<b>💰 Стоимость товара:</b> {price} ⭐ 
<b>💳 Balansinigiz:</b> {balance} ⭐

<b>Описание товара:</b>
<i>{description}</i>
"""

cheat_message = """
<b>💈 Cервис:</b> {service}
<b>🧿 Название:</b> {name}

<b>Описание товара:</b>
<i>{description}</i>

<b>Колличество:</b> <i>от {min} до {max}</i>
"""

adm_product = """
<b>🧿 Название товара:</b> {name}
<b>💈 Количество товара:</b> {amount_product} шт
<b>💰 Стоимость товара:</b> {price} ⭐

<b>Описание товара:</b>
<i>{description}</i>
"""

access_purchase = """
<b>Спасибо за покупку!

Ожидайте загрузку товара..</b>
"""
btc_pay = """
<b>🎟 Вы можете пополнить бота с помощью BTC/ETH чека:

• BTC Banker (любая сумма чека, любая валюта)
• Chatex (❗️ Принимаем только BTC)
• ETH Banker (❗️ Пополнение от 100 рублей, меньше бот просто скушает)

💡Что бы пополнить баланс с помощью чека, просто отправьте боту чек и ваш баланс будет пополнен автоматически.</b>
"""

pay_qiwi = """
<b>Автопополнение QIWI:</b>

Для пополнения баланса бота, переведите средства по реквизитам:

➖➖➖➖➖➖➖➖
<b>▪️ Номер:</b>  <code>{number}</code>
<b>▪️ Коментарий:</b>  <code>{code}</code>
➖➖➖➖➖➖➖➖

<b>❗️ Не забудьте оставить комментарий к переводу</b>

<b>⏱ Платеж действителен 15 минут!</b>
"""

refferal = """
<b>Партнерская программа:</b>

<i>Если человек приглашенный по вашей реферальной ссылки совершит депозит, вы получите <b>{ref_percent}</b> % от суммы его вывода</i>

<b>Ваша реферельная ссылка:</b>
https://t.me/{bot_login}?start={user_id}

<i>Вы пригласили</i> - <b>{referals}</b> чел
"""

rules = """ ☑️ <b>Правила магазина GREEN: https://telegra.ph/Pravila-bota-GREEN-shop-07-01</b>"""