
cheat = {
    'tg': {
        'subscriptions': {
            '471': {
                'name': 'Быстрые боты',
                'description': '''Быстрый старт. Высокая скорость для любых каналов. Без гарантии и восстановления.''',
                'price_service': '0.051',
                'price': '0.1',
                'min': '500',
                'max': '10000',
            },
            '707': {
                'name': 'Моментальные [#1]',
                'description': '''Быстрый старт. Возможны задержки из-за большой очереди. Скорость до 30к в сутки. Аккаунты высокого качества. Гарантия 3 дня без отписок.''',
                'price_service': '0.028',
                'price': '0.05',
                'min': '20',
                'max': '35000',
            },
            '700': {
                'name': 'Без списаний',
                'description': '''Быстрый старт.
Скорость до 30к в сутки. Для любых каналов и групп. Личная база. Мало отписок.''',
                'price_service': '0.058',
                'price': '0.1',
                'min': '100',
                'max': '100000',
            },
            '619': {
                'name': 'Быстрые [#2]',
                'description': '''Быстрый старт. Скорость до 20k в сутки Без гарантии.''',
                'price_service': '0.054',
                'price': '0.1',
                'min': '20',
                'max': '50000',
            },
            '708': {
                'name': 'Реальные быстрые',
                'description': '''Быстрый старт. Скорость до 30к в сутки. Высокое качество, реальные аккаунты.''',
                'price_service': '0.071',
                'price': '0.15',
                'min': '20',
                'max': '40000',
            },
            '599': {
                'name': 'Моментальные [#2]',
                'description': '''Старт 0-1 час. Скорость до 50к в сутки. Для любых каналов и групп. Высокий % онлайна. Практически без отписок.''',
                'price_service': '0.069',
                'price': '0.1',
                'min': '200',
                'max': '150000',
            },
            '939': {
                'name': 'Mix Подписчики',
                'description': '''Быстрый старт. Скорость до 150к в сутки. Гео Европа. Без гарантии.''',
                'price_service': '0.055',
                'price': '0.1',
                'min': '50',
                'max': '20000',
            },
            '936': {
                'name': 'Быстрые боты',
                'description': '''Быстрый старт. Скорость до 30к в сутки. Среднее качество. Без гарантии.''',
                'price_service': '0.048',
                'price': '0.1',
                'min': '100',
                'max': '2000',
            },
            '500': {
                'name': 'Моментальные [#2]',
                'description': '''Моментальный старт. Скорость до 50к в час. Самая быстрая услуга на рынке в данный момент.''',
                'price_service': '0.07',
                'price': '0.15',
                'min': '100',
                'max': '1000000',
             },
               '199': {
                'name': 'Ru без списаний',
                'description': '''Быстрый старт. Редко возможны задержки. Скорость до 80k в сутки. Частично русские подписчики. Без списаний. Без гарантии.''',
                'price_service': '0.06',
                'price': '0.1',
                'min': '100',
                'max': '90000',
           },
            '713': {
                'name': 'Ru быстрые',
                'description': '''Быстрый старт. Скорость до 30к в сутки. Большая часть русских подписчиков. Личная база. Без гарантии.''',
                'price_service': '0.064',
                'price': '0.1',
                'min': '10',
                'max': '150000',
            },  
            '879': {
                'name': 'Без отписок',
                'description': '''Быстрый старт. Скорость до 70к в сутки Без списаний.''',
                'price_service': '0.064',
                'price': '0.1',
                'min': '100',
                'max': '150000',
            },
            '980': {
                'name': '🇷🇺 Для бота',
                'description': '''Быстрый старт. Скорость до 10000 в сутки. Запуски бота из России.''',
                'price_service': '0.008',
                'price': '0.015',
                'min': '50',
                'max': '1700',
           },       
            '978': {
                'name': '🇸🇦 Для бота',
                'description': '''Быстрый старт. Скорость до 10000 в сутки. Запуски бота из арабских стран.''',
                'price_service': '0.008',
                'price': '0.015',
                'min': '50',
                'max': '1700',
            }, 
        },          
        'views': {
            '496': {
                'name': ' На 1 пост',
                'description': 'Моментальный старт  Скорость до 200к в сутки. Указывать ссылку на пост.',
                'price_service': '0.0008',
                'price': '0.001',
                'min': '100',
                'max': '100000',
             },
            '602': {
                'name': 'На 1 пост [#2]',
                'description': '''Моментальный старт. Скорость до 100к в час. Указывать ссылку на пост.''',
                'price_service': '0.00028',
                'price': '0.0005',
                'min': '500',
                'max': '100000',
             },
             '1015': {
                'name': 'На 10 постов',
                'description': 'Быстрый старт. Высокая скорость. Автопросмотры на 10 будущих постов. Работает для приватных каналов.',
                'price_service': '0.013',
                'price': '0.02',
                'min': '100',
                'max': '100000',
            },
            '1016': {
                'name': 'На 25 постов',
                'description': '''Быстрый старт. Высокая скорость. Автопросмотры на 25 будущих постов. Работает для приватных каналов.''',
                'price_service': '0.033',
                'price': '0.06',
                'min': '100',
                'max': '100000',
            },
            '1009': {
                'name': 'На 50 постов',
                'description': '''Быстрый старт. Высокая скорость. Автопросмотры на 50 будущих постов. Работает для приватных каналов.''',
                'price_service': '0.059',
                'price': '0.1',
                'min': '100',
                'max': '100000',
            },
            '1010': {
                'name': 'На 100 постов',
                'description': '''Быстрый старт. Высокая скорость. Автопросмотры на 100 будущих постов. Работает для приватных каналов.''',
                'price_service': '0.104',
                'price': '0.15',
                'min': '100',
                'max': '1000000',
            },
            '1011': {
                'name': 'На 250 постов',
                'description': '''Быстрый старт. Высокая скорость. Автопросмотры на 250 будущих постов. Работает для приватных каналов.''',
                'price_service': '0.234',
                'price': '0.5',
                'min': '100',
                'max': '100000',
            },
        },      
        'reactions': {
            '881': {
                'name': 'Позитивные mix',
                'description': '''Моментальный старт.
Моментальное добавление.
Скорость до 600к в сутки.''',
                'price_service': '0.015',
                'price': '0.03',
                'min': '50',
                'max': '1000000',
            },
            '882': {
                'name': 'Негативные mix',
                'description': '''Моментальный старт.
Моментальное добавление.
Скорость до 600к в сутки.''',
                'price_service': '0.015',
                'price': '0.03',
                'min': '50',
                'max': '1000000',
            },
            '1084': {
                'name': 'Позитивные Premium',
                'description': '''Добавление реакций на ваш пост. Только публичные каналы. Доступные реакции: 🐳,🤡,😍,👌🏻,❤️!''',
                'price_service': '0.017',
                'price': '0.04',
                'min': '25',
                'max': '100000',
            },
        },
        'autoviews': {
            '1015': {
                'name': 'На 10 постов',
                'description': '''Быстрый старт.
Высокая скорость.
Автопросмотры на 10 будущих постов.

Работает для приватных каналов.''',
                'price_service': '0.013',
                'price': '0.020',
                'min': '100',
                'max': '100000',
            },
            '1016': {
                'name': 'На 25 постов',
                'description': '''Быстрый старт.
Высокая скорость.
Автопросмотры на 25 будущих постов.

Работает для приватных каналов.''',
                'price_service': '0.033',
                'price': '0.06',
                'min': '100',
                'max': '100000',
            },
            '1009': {
                'name': 'На 50 постов',
                'description': '''Быстрый старт.
Высокая скорость.
Автопросмотры на 50 будущих постов.

Работает для приватных каналов.''',
                'price_service': '0.059',
                'price': '0.1',
                'min': '100',
                'max': '1000000',
            },
            '1010': {
                'name': 'На 100 постов',
                'description': '''Быстрый старт.
Высокая скорость.
Автопросмотры на 100 будущих постов.

Работает для приватных каналов.''',
                'price_service': '0.208',
                'price': '0.4',
                'min': '100',
                'max': '1000000',
            },
            '1011': {
                'name': 'На 250 постов',
                'description': '''Быстрый старт.
Высокая скорость.
Автопросмотры на 250 будущих постов.

Работает для приватных каналов.''',
                'price_service': '0.234',
                'price': '0.4',
                'min': '100',
                'max': '1000000',
            },
            '1012': {
                'name': 'На 500 постов',
                'description': '''Быстрый старт.
Высокая скорость.
Автопросмотры на 500 будущих постов.

Работает для приватных каналов.''',
                'price_service': '0.455',
                'price': '0.8',
                'min': '100',
                'max': '1000000',
            },
        },  
        'comments': {
            '593': {
                'name': 'Русские комментарии',
                'description': '''Быстрый старт.
Указывать ссылку на пост.
Рандомные комментарии от пользователей с русскими именами''',
                'price_service': '0.68',
                'price': '0.9',
                'min': '15',
                'max': '3500',
            },
            '594': {
                'name': 'Английские комментарии',
                'description': '''Быстрый старт.
Указывать ссылку на пост''',
                'price_service': '0.68',
                'price': '0.9',
                'min': '15',
                'max': '3000',
            },
            '596': {
                'name': 'Индийские комментарии',
                'description': '''Быстрый старт.
Указывать ссылку на пост''',
                'price_service': '0.68',
                'price': '0.9',
                'min': '15',
                'max': '3000',
            },
            '595': {
                'name': 'Арабские комментарии',
                'description': '''Быстрый старт.
Указывать ссылку на пост''',
                'price_service': '0.7',
                'price': '1.1',
                'min': '10',
                'max': '10000',
            },  
       }, 
        'other': {
            '941': {
                'name': 'Telesco.pe Просмотры',
                'description': '''Моментальный старт.
Скорость до 30к в сутки.
Просмотры добавляются с русских ip адресов. 

Пример ссылки: https://telesco.pe/channel/12

Работает для приватных каналов''',
                'price_service': '0.007',
                'price': '0.014',
                'min': '10',
                'max': '50000',
            },
        },
    },
    'tt': {
        'subscriptions': {
            '247': {
                'name': 'Подписчики',
                'description': 'Старт 0-1 час.\nАккаунты высокого качества.\nСкорость 100 - 1000 в сутки.\nБез гарантий',
                'price_service': '0.026',
                'price': '0.05',
                'min': '10',
                'max': '70000',
            },
            '444': {
                'name': 'Реальные',
                'description': 'Быстрый старт.\nСкорость до 5k в сутки.\nВысокое качество, реальные аккаунты.\nБез гарантии.',
                'price_service': '0.183',
                'price': '0.3',
                'min': '20',
                'max': '50000',
            },

        },
        'views': {
            '55': {
                'name': 'Просмотры',
                'description': 'Старт 0-10 мин.\nСкорость до 1 млн. в сутки.',
                'price_service': '0.0035',
                'price': '0.006',
                'min': '100',
                'max': '5000000',
            },
            '382': {
                'name': 'Реальные просмотры',
                'description': '''Старт 0-10 мин. 
Скорость до 1 миллиона в сутки.
Реальные просмотры.''',
                'price_service': '0.008',
                'price': '0.015',
                'min': '50',
                'max': '25000000',
            },
            '55': {
                'name': 'Моментальные',
                'description': '''Старт 0-10 мин. Скорость до 1 млн. в сутки.''',
                'price_service': '0.0005',
                'price': '0.001',
                'min': '100',
                'max': '50000000',
            },
        },
    },
    'vk': {
        'subscriptions': {
            '34': {
                'name': 'Быстрые',
                'description': 'Моментальный старт.\nСкорость до 10к в сутки.\nБез гарантии от списаний.',
                'price_service': '0.085',
                'price': '0.15',
                'min': '25',
                'max': '30000',
            },
            '1028': {
                'name': 'С гарантией',
                'description': '''Моментальный старт. Скорость до 5k в сутки. Гарантия и восстановление 30 дней по кнопке.''',
                'price_service': '0.065',
                'price': '0.1',
                'min': '10',
                'max': '20000',
            },
            '33': {
                'name': 'Живые подписчики',
                'description': 'Живые подписчики\n Уникальная услуга! Высокое качество (собак до 5%).\nЖивые подписчики с приложений (не скрипт и не вирус).Живая аудитория в группы и паблики, подписчики смотрят посты, проявляют активность, идеальный вариант для быстрого набора подписчиков, так же поднимается охват в группе и сообщество поднимается в топе.В группе должно быть 5 постов. \nТематики порно/ставки/заработок/займы/наркотики/накрутка - запрещены. Заказы будут отменяться.',
                'price_service': '0.41',
                'price': '0.6',
                'min': '10',
                'max': '150000',
            },

        },
        'like': {
            '139': {
                'name': 'Лайки',
                'description': 'Моментальный старт.\nСкорость до 10k в сутки.',
                'price_service': '0.045',
                'price': '0.08',
                'min': '10',
                'max': '20000',
            },
        },
        'views': {
            '295': {
                'name': 'Просмотры на пост',
                'description': 'Моментальный старт.Скорость до 50к в сутки.',
                'price_service': '0.004',
                'price': '0.01',
                'min': '20',
                'max': '20000',
            },
            
        },
    },
    'yt': {
        'subscriptions': {
            '5': {
                'name': 'Боты',
                'description': 'Старт до 1 часа.\nСкорость до 1000 в сутки.Без гарантии, возможны списания.\n Счётчик подписчиков должен быть обязательно открыт.',
                'price_service': '0.095',
                'price': '0.3',
                'min': '100',
                'max': '10000',
            },
            '630': {
                'name': 'Русские подписчики',
                'description': '''Моментальный старт.
Скорость до 1000 в сутки.
Подписчики России и Украины.
Источник: поиск Youtube (ваш канал будет найден в поиске)
Возможны отписки. 
Без гарантии.

Бонус: вы получите +100-150 просмотров и несколько лайков''',
                'price_service': '0.864',
                'price': '1.3',
                'min': '30',
                'max': '10000',
            },
            '249': {
                'name': 'Быстрые',
                'description': 'Старт 0-5 часов. Скорость от 100 до 2000 в сутки.\nВозможны списания.\n Счётчик подписчиков должен быть обязательно открыт.',
                'price_service': '0.42',
                'price': '0.7',
                'min': '10',
                'max': '25000',
            },
        },
        'views': {
            '514': {
                'name': 'Низкая цена',
                'description': 'Быстрый старт.\nСкорость до 10к в сутки.\nБез гарантии и восстановления.',
                'price_service': '0.026',
                'price': '0.04',
                'min': '2000',
                'max': '1000000',
            },
            '400': {
                'name': 'Cупербыстрые',
                'description': 'Моментальный старт.\nСкорость до 200к в сутки.\nИсточник: 100% рекомендуемые видео\nУдержание: 40-60 сек.\nВозможны небольшие списания.\n♻Гарантия и восстановление 30 дней.',
                'price_service': '0.119',
                'price': '0.15',
                'min': '10000',
                'max': '50000000',
            },
            '39': {
                'name': 'Быстрые',
                'description': 'Старт 0-20 мин.\nСкорость до 50k в сутки.\nВозможны списания.\nБез гарантии.\nРаботают для прямых трансляций.',
                'price_service': '0.032',
                'price': '0.06',
                'min': '100',
                'max': '300000',
            },
        },
        'like': {
            '125': {
                'name': 'Лайки',
                'description': 'Старт до 30 мин.\nСкорость до 5к в сутки.\nБез гарантии и восстановления.',
                'price_service': '0.023',
                'price': '0.05',
                'min': '100',
                'max': '1000000',
            },
            '47': {
                'name': 'Дизлайки',
                'description': 'Старт 0-1 часа.\nСкорость до 1000 в день.\nБез гарантии и восстановления.',
                'price_service': '0.163',
                'price': '0.3',
                'min': '10',
                'max': '10000',
            },
        }
    },
}

