
city = {
    'ru': {
        96: 'Белгород',
        114: 'Иркутск',
        117: 'Калуга',
        119: 'Казань',
        120: 'Кемерово',
        121: 'Хабаровск',
        125: 'Краснодар',
        126: 'Красноярск',
        136: 'Москва',
        140: 'Новосибирск',
        142: 'Оренбург',
        146: 'Пенза',
        147: 'Пермь',
        152: 'Санкт-Петербург',
        157: 'Саратов',
        159: 'Сочи',
        166: 'Томск',
        168: 'Уфа',
    },
    'us': {
        101: 'Калифорния',
        103: 'Чикаго',
        130: 'Лос Анжелес',
        138: 'Нью Джерси',
        139: 'Нью Йорк',
        153: 'Сан Франциско',
    },
    'fr': {
        145: 'Париж',
        151: 'Рубе',
    },
    'de': {
        97: 'Берлин',
        109: 'Франкфурт',
    },
    'ua': {
        122: 'Харьков',
        124: 'Киев',
    },
    'ne': {
        92: 'Амстердам',
    },
    'cz': {
        148: 'Прага',
    },
    'uk': {
        129: 'Лондон',
        134: 'Манчестер',
    },
    'sp': {
        94: 'Барселона',
        131: 'Мадрид',
    },
    'be': {
        94: 'Брест',
        110: 'Гродно',
        135: 'Минск',
    },
    'kz': {
        91: 'Алматы',
        141: 'Нур-Султан',
    },
    'es': {
        162: 'Таллин',
    },
    'sw': {
        176: 'Зурич',
    },
    'sn': {
        158: 'Сингапур',
    },
    'br': {
        156: 'Сан Паул',
    },
    'it': {
        150: 'Рим',
    },
    'oa': {
        90: 'Абу Даби',
        107: 'Дубай',
    },
    'ch': {
        95: 'Пекин',
    },
    'po': {
        173: 'Варшава',
    },
    'fi': {
        112: 'Хельсинки',
    },
    'au': {
        102: 'Канберра',
        161: 'Сидней'
    },
    'jp': {
        165: 'Токио',
    },
    'in': {
        113: 'Хайдарабад',
        137: 'Нью-Дели',
    },
    'tu': {
        115: 'Стамбул',
    },
    'pt': {
        128: 'Лисбон',
    },
    'bl': {
        98: 'Брюссель',
    },
    'vi': {
        111: 'Ханой',
    },
    'no': {
        143: 'Осло',
    },
    'az': {
        93: 'Баку',
    },
    'ar': {
        175: 'Ереван',
    },
    'ge': {
        163: 'Тбилиси',
    },
    'mo': {
        104: 'Кишинев',
    },
    'ba': {
        105: 'Дака',
    },
    'li': {
        169: 'Литва',
    },
    'la': {
        149: 'Рига',
    },
    'is': {
        116: 'Джакарта',
    },
    'gr': {
        164: 'Салоники',
    },
    'sd': {
        133: 'Мальмо',
    },
    'qa': {
        106: 'Доха',
    },
    'ma': {
        132: 'Малe',
    },
    'ca': {
        144: 'оттава',
    },
    'ro': {
        100: 'Бухарест',
    },
    'ci': {
        155: 'Сантьяго',
    },
    'pe': {
        127: 'Лима',        
    }
}

city_two = {
    'ru': {
        167: 'Тула',
        170: 'Владивосток',
        171: 'Волгоград',
        172: 'Воронеж',
        174: 'Екатеринбург',
    },
}
